[Translation]
LangCode=0401
ReadHabit=Left-to-right
LanguageName=KU
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Ewlekirin
Warning=Balkêşname
Error=Çewtî
Confirm=Ewlekirin
pmGo=Vekirina hindirîna kaxizhilgirê
pmNone=Tiştî hilnebijêrîne
pmAll1=Hemû hilbijêre
pmrec=Çêtirîn
pmIgnore=Guhnede  vê bûjenê
pmExport=Hinarekirin li…
pmInvert=Bervajîkirina hilbijartinê
Frminput.btnok.caption=Erê
Frminput.btncancel.caption=Nehêle
FrmWDC.pmPortable.caption=Afrandina çapeke hilgirtî
FrmWDC.pmHelp.caption=Alîkarî li ser înternêtê
FrmWDC.pmHome.caption=Rûpela serekî
FrmWDC.pmContact.caption=Bi me re biragihin
FrmWDC.pmCheckNew.caption=Berçavkirina nûjenkirinê
FrmWDC.pmLang.caption=Ziman
FrmWDC.pmSkin.caption=Guhartina rûrengê
FrmWDC..caption=Li ser me
FrmWDC.btncomm.caption=Paxişkera hevbeş
FrmWDC.btnadv.caption=Paxişkera pêşketî
FrmWDC.btnsilm.caption=Sivikkirina pergalê
FrmWDC.pmRestore.caption=Zivrandin
FrmWDC.pmSettings.caption=Amedeker
FrmWDC.btnlikeit.caption=Li xweşîya min hat
FrmWDC.btnsuggest.caption=Pêşniyarî û Nirx
FrmAdvSettings.lblinfo.caption=Ev şîretna carek tenê çalakdibin. Ji ber ku care tê hûnê hilbijêrin.
Frmadvdc.btnscan.caption=Destpêkirina dahûrandinê
Frmadvdc.lblpath.caption=Dahûrandina cih:
Frmadvdc.btnrescan.caption=Dubar- dahûrandin
Frmadvdc.btnall.caption=Hemû hilbijêre
Frmadvdc.btnadvanced.caption=Amedekerên pêşketî
Frmadvdc.btnnone.caption=Tiştî hilnebijêrîne
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner vê bernamê Registry Cleaner bêpere bardike ji Windows re. Lezgîn, Fireh û Asayîşe!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise PC Engineer gurzeke girînge ji bu Registry, sêlik û
Frmadvdc.lblpce.caption=Wise PC Engineer
Frmadvdc.lblspeed.caption=Dahûrandina leztirîn di cîhanê de!
Frmadvdc.lblrec.caption=Bernamê dî li xweşîya Bikarînera hatî ye:
Frmadvdc.vtfiles.Columns[0]=Nava rêzê
Frmadvdc.vtfiles.Columns[1]=Barist
Frmadvdc.vtfiles.Columns[2]=Şop
Frmadvdc.vtfiles.Columns[3]=Dema gihêştina dawî
Frmadvdc.vtfiles.Columns[4]=Cure
FrmAdvSettings.btnok.caption=Erê
FrmAdvSettings.btnadd.caption=Zêdekirin
FrmAdvSettings.btnremove.caption=Hilandin
FrmAdvSettings.btncancel.caption=Nehêle
FrmAdvSettings.wcknull.caption=Lêgerîna rêzên vala (0 bayt, girantir)
FrmAdvSettings.wckshortcut.caption=Lêgerîna kurteyên pûç (girantir)
FrmAdvSettings.caption=Amedekerên pêşketî
FrmAdvSettings.btnre.caption=Çêtirîn
FrmAdvSettings.btnall.caption=Hemû hilbijêre
FrmAdvSettings.btnnone.caption=Tiştî hilnebijêrîne
FrmAboutWin.caption=Li ser me
FrmAboutWin.btnOK.caption=Erê
FrmAbout.lblver.caption=Çapa aniha:
FrmAbout.lblhome.caption=Rûpele serekî:
FrmAbout.lblemail.caption=E-peyama piştgîrîyê:
FrmAbout.lblthanks.caption=Wergêr: Hêja tobal hamo
FrmAutorunSettings.lblcmd.caption=Şêwaza xêza fermanê
FrmAutorunSettings.lblcmdinfo.caption=Hûn dikarin bernamê vêxin, bidahûrînin û ajokên xwe paxişbikin, bi awaya jixweberî di xêza fermanê de. Ji bu agahîna kûrtir, lava pişkova F1 tilîkin an li ser vê girêkê nikilbikin ji bu alîkarîyê.
FrmAutorunSettings.chk1.caption=Afrandina şanika 'Paxişkirin bi nikilekê' li ser rûkevalê.
FrmAutorunSettings.chkadv.caption=Tevlêkirina paxişkirina pêşketî
FrmAutorunSettings.btnhelp.caption=Alîkarî li ser înternêtê
FrmCommon.btnall.caption=Hemû hilbijêre
FrmCommon.btnre.caption=Çêtirîn
FrmCommon.btnnone.caption=Tiştî hilnebijêrîne
FrmCommon.wckadv.caption=Tevlêkirina paxişkirina pêşketî
FrmCommon.WiseLabel1.caption=Karpêrist
FrmCommon.lbltype.caption=Hilbijartina cureya vêxistinê:
FrmCommon.lblweek.caption=Hilbijartina rojê:
FrmCommon.lbltime.caption=Dem:
FrmCommon.btnScan.caption=Destpêkirina dahûrandinê
FrmCommon.lblstat.caption=Paxişkirina rêzên pûç bi lez û hêsan.
FrmCommon.btncancel.caption=Nehêle
FrmCommon.btnrescan.caption=Dubar- dahûrandin
FrmExclusion.btnAddFile.caption=Zêdekirina rêzekê
FrmExclusion.btnAddFolder.caption=Zêdekirina kaxizhilgirekê
FrmExclusion.btnAddType.caption=Zêdekirina cureke rêzê
FrmExclusion.BtnAddCookie.caption=Zêdekirina Cookies
FrmExclusion.btnImport.caption=Hawirdekirin
FrmExclusion.btnExport.caption=Hinarekirin
FrmExclusion.btnRemove.caption=Hilandin
FrmGeneral.chkNews.caption=Namêyên nûçî yên xwebar
FrmGeneral.chkwipe.caption=Hilandina ewlehî (girantir)
FrmGeneral.WiseLabel1.caption=Berçavkirina nûjenkirinê:
FrmGeneral.WiseLabel2.caption=Zimana rêwaj:
FrmGeneral.btnchecknew.caption=Lêgerîn aniha
FrmCustom.WiseLabel4.caption=Kaxizhilgirên taybet ji bu valakirinê (Bikarînerên pêşketî)
FrmCustom.btnAdd.caption=Zêdekirin
FrmCustom.btnRemove.caption=Hilandin
FrmGeneral.chkexp.caption=Beşdarî bernama Customer Experience Improvement bibin.
FrmGeneral.lblexp.caption=Hûragahî
FrmRestore.btnrestore.caption=Zivrandin
FrmRestore.btnremove.caption=Hilandin
FrmRestore.Btnclose.caption=Girtin
FrmRestore.caption=Zivrandin
FrmSettings.tsCommon.caption=Gelemper
FrmSettings.tsAutoRun.caption=Xwe-vêxistin
FrmSettings.tsExclusion.caption=Hawêrde
FrmSettings.btnAbout.caption=Li ser me
FrmSettings.btnok.caption=Erê
FrmSettings.btncancel.caption=Nehêle
FrmSettings.caption=Amedeker
FrmSysClean.lblrecommendinfo.caption=Lava berhemên me ezmûnbikin ji bi başkirina karî Windows.
FrmSysClean.lblpce.caption=Wise PC Engineer
FrmSysClean.lblpceinfo.caption=Wise PC Engineer gurzeke girînge ji bu Registry, sêlik û
FrmSysClean.lbl1.caption=Wise Registry Cleaner vê bernamê Registry Cleaner bêpere bardike ji Windows re. Lezgîn, Fireh û Asayîşe!
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Hûn dixwazin karî Windows baştir bikin?
FrmSysClean.btnSlimming.caption=Sivikkirina bar
FrmSysClean.btnall.caption=Hemû hilbijêre
FrmSysClean.btnrecommended.caption=Çêtirîn
FrmSysClean.btnnone.caption=Tiştî hilnebijêrîne
FrmSysClean.vtsys.Columns[0]=Bûjen
FrmSysClean.vtsys.Columns[1]=Barist
FrmSysClean.vtsys.Columns[2]=Cih
FrmSysClean.vtsys.Columns[3]=Pêşnîyarî
FrmDiskDefrag.btnfree.caption=Valahîya serbest
FrmDiskDefrag.btnfolder.caption=Kaxizhilgir
FrmDiskDefrag.btnfile.caption=Rêz
FrmDiskDefrag.btnsystem.caption=Rêza pergalê
FrmDiskDefrag.btnFragmented.caption=Rêzên penaber
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Vemirandin piştî hevdanekirina sêlka sert.
FrmDiskDefrag.btnpause.caption=Rawestin
FrmDiskDefrag.btnstop.caption=Seknandin
FrmDiskDefrag.btnDefrag.caption=Hevdanekirin
FrmWDC.btndefrag.caption=Hevdanekirina sêlê
FrmlikeUs.lblTitle.caption=Heger we ji Wise Disk Cleaner hezkir, Lava bi havlên xwe jî bidin naskirin.
FrmlikeUs.lblInfo.caption=Lava Wise Disk Cleaner bi malbet, hevalên û karhevalên xwe re li ser Blog, Twitter, YouTube, Facebook,... parvebikin
FrmlikeUs.lblRate.caption=Wise Disk Cleaner binirxînin:
FrmlikeUs.lblfollow.caption=Bi me re bin li ser:
FrmlikeUs.lblshare.caption=Parvekirina Wise Disk Cleaner:
FrmlikeUs.btndownload.caption=Jêbarkirina bê pere
FrmlikeUs.imgrate.hint=Li ser CNET 5 stêrkan bi me din
FrmlikeUs.imgmail.hint=Bi hevalên xwe re parvebikin
FrmlikeUs.imgface1.hint=Li ser Facebook parvebikin
FrmlikeUs.imgface2.hint=Bi me re bin li ser Facebook
FrmlikeUs.imgtwitter1.hint=Li ser Twitter parvebikin
FrmlikeUs.imgtwitter2.hint=Bi me re bin li ser Twitter
FrmlikeUs.Caption=Li xweşîya min hat
FrmlikeUs.lbldownload.caption=Ji WiseCleaner.com de bernamên bê pere jêbarbikin:
Frmsecurity.caption=WiseCleaner.com Customer Experience Improvement Program
Frmsecurity.lbltitle.caption=Beşdarî bernama Customer Experience Improvement bibin.
Frmsecurity.lblinfo1.caption=Ji bu alîkarîya başkirina vê berhemê, hûn dikarin beşdarî Customer Experience Improvement Program bibin ku agahîyan bişînin WiseCleaner.com li ser ku çawa hûn berhemên WiseCleaner.com bikartînin.
Frmsecurity.lblinfo2.caption=Ne yek ji agahîyên hatinî komkirin tê bikaranîn ku bi we re biragihê an we nasbike, û dibe ku hûn ji bernamê di her demekê de bên derxistin.
Frmsecurity.lbllink.caption=Li ser Customer Experience Improvement Program zêdetir nasbikin.
Frmsecurity.cbagree.caption=Beşdarî Customer Experience Improvement Program bibin.
Frmsecurity.cbagainst.caption=Ez aniha naxwazim beşdarî vê bernamê bibim.
Frmsecurity.btnok.caption=Erê

[GUI]
ButtonYes=Belê
ButtonNo=Na
ButtonOK=Erê
ButtonMinimize=Biçûkkirin
ButtonMaximize=Mezinkirin
ButtonClose=Girtin
ButtonRestore=Zivrandin
ButtonMenu=Pêrist

[Message]
LestOneItem=Divê hûn en kêm bûjenekê hilbijêrin ku bê paxişkirin.
HistorySaved=Sercema valahîya heyî: %s
DisableAdd=Ji bu ewlahîyê, nabe hin kaxizhilgir li ser pêristê zêdebibin. (Mîna "Windows Folder", "Boot of Hard Drive" û "CD-ROM")
ConfirmAdd=Hûn rast dixwazin hemû rêzan ji %s de hilbidin demê hûn "Paxişkera pêşketî" vêdixin?
DupFolder=Ev kaxizhilgira berê di zexelê de heye.
ExImport=Zexela hawêrde hat hinarekirin li:
SelectHardDrive=Lava ajokeke sert hilbijêrin
CreationDate=Dîroka afrandinê
Description=Pênase
NowCleaning=Aniha paxişkirin:
ScheduleNextTime=Carê tê:
Never=Tewir
InputType=Nav an cureya rêzê têxin (Mina: *.tmp etc...)
WarnNoType=Lava en kêm rêzekê hilbijêrin ku lêbigere!
NoItemChecked=Lava rêzekê an pirtir hilbijêrin ku paxişbike.
WDCRunning=Bernamê kardike.
RemoveSysRestore=Hûn dixwazin xala zivrandina pergalê yê hilbijartî hilbidin?
RestoreFromSysRestore=Divê hûn kompyutera xwe ji nûh ve vêxin ji bu zivrandina pergalê. Hûn dixwazin dest bi zivrandinê bikin?
WarnZeroFile=We şêwaza "Rêza Vala" hilbijartî. Hin 0 Bayt ji rêzan girîngin, lava careke dî li wan binirin berî hûn hilbidin. Hûn rast dixwazin wisa bikin?
SysRestoring=Tê amedekirin ji bu zivrandina pergalê…
SysCreating=Afrandina xala zivrandina pergalê…
Browse=Pêşrêzkirin...
AllHardDrive=Ajokên sert yên navçe
Cleaning=Tê paxişkirin...
Exported=Bûjena aniha li %s  hat hinarekirin, hûn dixwazin aniha rêzê vekin?
LeftTimeSec=Mawe: %s çirk
Safetodel=Ev bûjena bi ewlehî netê hilandin.
MoreSpace=Ji bu valahîya pirtir
Unknow=Ne nasîn.
AddFileType=Zêdekirina cureke rêzê
AlreadExist=%s berê di zexelê de heye.
illegalType=%s curekyek rêzê ne nasîne.
Summary=Kurte
InputSummary=Lava pênasa vê cureyê têxin:
noselected=Ti bûjen ne hatin hilbijartin.
DelFileType=Hûn rast dixwazin vê curê ya rêzê hilbidin?
ScanAborted=Dahûrandin ji kar hat xistin!
TrashFound=%d rêz, sercema %s, hatin dîtin.
NoTrashAndTrace=Pîrozbe! Kompyutera we paxişe!
CleanDone=Hat paxişkirin!
LestOne=Lava en kêm bûjenekê hilbijêrin ku bê dahûrandin.
LestOneClean=Lava en kêm bûjenekê hilbijêrin ku bê paxişkirin.
Scanning=Tê dahûrandin...
InvalidIgnorItem=Nikare guhnede vê bûjenê.
TraceFound=%d mayî hatin dîtin.
CleanNow=Paxişkirinek tavilê pêşnîyakirîye.
TrashRemoved=%d rêz hatin hilandin û %s valahîya sêlikê hat serbestkirin.
TraceRemoved=%d mayî hatin hilandin.
LastCommonClean=Cara dawî we sêlika xwe paxişkir di vê demê de bû:
Working=Lava rawestin ta karûbar bidawîdibe, û dubarebikin.
NoFilesFound=Rêzên mayî nîne
NoTracesFound=Mayî nîne
FindTraces=%d mayî
NoItemFound=Ti bûjen ne hatin dîtin
FindFilesSize=%d rêz, sercema %s, hatin dîtin.
FindTracesSection=%d mayî hatin dîtin di vê beşê de
CanFreeSpace=%d rêz nehatin dîtin û %s wê bê ezberekirin
TotalTraces=Sercemin mayî  %d hatin dîtin
EnableRestore=Zivrandina pergalê ne çalake. Hûn dixwazin zivrandina pergalê çalakbikin?
RestorePointFail=Çewtî di afrandina xaleke zivrandinê.
ErrorMsg=Nameya çewtîyê:
NoNewVer=Pîrozbe! Hûn çapa tev dawî bikartînin!
KeyWord=Lava bêjeya xwe têxe:
AddFolder=Zêdekirina kaxizhilgirekê
CannotCrTask=Nikare karpêristeke karûbar biafrîne.
InvalidType=Lava pêvokeke rêzê rast têxin.
NoType=Lava en kêm cureyekê hilbijêrin ji bu lêgerînê.
FailToDelete=Hin rêz ne tên hilandin ta pergala we careke din vêkeve.
GoodHabit=PC ya xwe di rewşeke paxiş û baş bihêlin. Lava wisa PC ya xwe bihêlin!
7After=%d roj derbasbûn li ser paxişkirina dawî. Paştirîne ku aniha bidahûrînin.
7Before=Başe ku hûn ajokên xwe paxiş û ewlehîya teybeta we bihêlin.
TaskExists=Karpêrista karûbar berê heye. Hûn dixwazin hilbidin an karpêristeke karûbar nûh biafrînin? (Na- ji rizgarkirina karûbarên henî. Nehêle - ji karxistin.)
NoBackupSelected=Lava en kêm têkûzdanekê hilbijêrin ku bizivrîne.
StartScan=Destpêkirina dahûrandinê
StartClean=Destpêkirina paxişkirinê
Cancel=Nehêle
Idle=Demê laşgiran
Daily=Rojane
Weekly=Heftane
Monthly=Mehane
Monday=Duşem
Tuesday=Sêşem
Wednesday=Çarşem
Thursday=Pêncşem
Friday=În
Saturday=Şemî
Sunday=Yekşem
AvdDefaultHint=Ev beşa têde amedekerên pêşketî hene ku hûn rêzên bêkar bibînin û valahîya ajokê pirtir sebestbikin.
TrashFoundEx=Ev rêznên bêkar hatin dîtin:
NoDriveChecked=Divê hûn ajokekê an pirtir hilbijêrin ku bê dahûrandin.
ScanFor=Dahûrandina ajokê:
FindDrives=Li ajokan tê gernadin...
Login=Demê têketinê
NewVer=Çapeke nûh heye! Hûn aniha dixwazin nûjenbikin?
TranslateTo=Wergerandin…
AddCookies=Zêdekirina Cookies
InputCookie=Cookies têxin (Mîna: wisecleaner.com etc...)
InvalidCookie=Cookies çewte
BrowserRunning=%s kardike. Hûn dixwazin wê bigrin? Bi rêkeke dî, hilanîn û cookies nikarin bên paxişkirin.

[CommonClean]
ScanAbortedHint=Em pêşnîyarî we dikin ku hûn careke din û aniha bidahûrînin ji bu rêzên bêkar û mayîna wan bibînin.
DefaultHint=Paxişkirina rêzên bêkar û mayînên înternêtê kare valahîya ajoka we û taybetîya we biparêze.
ScanAbortedHint1=Em pêşnîyarî we dikin ku hûn careke din û aniha rêzên bêkar bibînin.
WhenIdle=Demê laşgiran
WhenLogin=Demê têketinê

[SysClean]
Open=Vekirin
Remove=Hilandin
MoreSpace=Ji bu valahîya pirtir
Cleaning=Tê paxişkirin...
Scanning=Tê dahûrandin...
ScanEnd=Sercema we bûjenên hatinî dîtin %d . %s wê di valahîya ajoka we serbestbibe biştî sivikkirina bar.
NoItems=Pîroz be! Ajoka pergala we paxişe.
SpaceFreed=Bar sivikkirin biseribû. %s di valahîya ajoka we de hat serbestkirin.
Installer=Windows Installer’a kevin
LongInstaller=Rêzên bêkar yên Windows Installers. Ew tên hilandin ji bu serbestkirina valahîya sêlikê.
PatchUninstall=Hilandina rêzên Windows Update Patches
LongPatchUninstall=Heger hûn naxwazin Windows Update hilbidin, hûn karin van rêzan hilbidin.
Downloadedfiles=Rêzên Windows Downloaded Installation
Longdownloadedfiles=Piştî serkeftina Windows update patch installation, ewleye ku rêz bên hilandin.
Baselinecache=Windows Installer Baseline Cache
LongBaselinecache=Rêzên bi xizmeta Windows installer hatinî afrandin, û ew tên hilandin.
JPIME=IME’a Japonî
LongJPIME=Heger IME’a japonî nema bi we girînge, hûn karin wan hilbidin.
KoreanIME=IME’a Kurî
LongKoreanIME=Heger IME’a Kurî nema bi we girînge, hûn karin wan hilbidin.
TChineseIME=IME’a Çînî gelêrî
LongTChineseIME=Heger IME’a Çînî gelêrî nema bi we girînge, hûn karin wan hilbidin.
MPinyinIME=IME'a Microsoft Pinyin
LongMPinyinIME=Heger IME’a Microsoft Pinyin nema bi we girînge, hûn karin wan hilbidin.
HelpFile=Rêzên alîkarîyê ya Windows
LongHelpFile=Heger Rêzên alîkarîyê ya Windows nema bi we girînge, hûn karin wan hilbidin.
SamplePic=Wêneyên mînoka Windows
LongSamplePic=Heger Wêneyên mînoka Windows nema bi we girînge, hûn karin wan hilbidin.
SampleMic=Mûzîkên mînoka Windows
LongSampleMic=Heger Mûzîkên mînoka Windows nema bi we girînge, hûn karin wan hilbidin.
SampleVideos=Vîdyoyên mînoka Windows
LongSampleVideos=Heger Vîdyoyên mînoka Windows nema bi we girînge, hûn karin wan hilbidin.
SampleMedia=Sample Media of Windows
LongSampleMedia=Heger Sample Media of  Windows nema bi we girînge, hûn karin wan hilbidin.
Wallpaper=Rêzên kaxizdîwara Windows
LongWallpaper=Heger rêzên kaxizdîwara Windows nema bi we girînge, hûn karin wan hilbidin.

[DiskDefrag]
Volume=Ajok
Format=Rêza pergalê
TotalSpace=Sercema valahîyê
FreeSpace=Valahîya serbest
Fragmented=Rêzên penaber
Status=Rewş
PmDefrag=Hevdanekirin
QuickOpt=Çêtirîna lezîn
FullOpt=Çêtirîna tevî
PmAnlyse=Dahûrandin
Resume=Rawestîn
Analying=Dahûrandin
Defragmenting=Hevdanekirin
Optimizing=Çêtirkirin
Analyed=Dahûrandî
Defragmented=Hat hevdanekirin
Optimized=Çêtirkirî
Pause=Rawestin
IsSSD=Hilbijartina we dibe en kêm tê de ajokek sert. Û hevdanekirina ajokê dibe jîyana wê kêmbike. Hûn rast dixwazin berdewambikin?
FragmentedRate=Hevdanekirin

[Area]
Networkmapping=Dîroka hilandina ajoka torê
LastDownloadDir=Ciha dawî ya jêbarkirinê
TrashClean=Rêzên bêkar di kompyuter de
TraceClean=Mayînên di kompyuter de
WinRar=WinRar
WinZip=WinZip
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Recent History
TypeOtherApp=Bernamên dî
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Components
FireFoxOther=Dîrokên Mozilla Firefox yên dî
FireFoxPass=Kilîtbêjeyên Mozilla Firefox yên ezberekirî
FireFoxForm=Dîrokên Mozilla Firefox yên dî
FireFoxCookies=Mozilla Firefox Cookies
ChromePass=Kilîtbêjeyên Google Chrome yên ezberekirî
ChromeForm=Dîrokên Google Chrome yên dî
ChromeCookies=Google Chrome Cookies
IEPass=Kilîtbêjeyên IE yên ezberekirî
IEForm=Dîrokên IE yên dî
IECookies=Microsoft IE Cookies
DOMStoreCookies=Microsoft IE DOMStore Cookies
IEAddressBarHistory=Bena navnîşana dîroka Microsoft Internet Explorer
TypeInternet=Rûpelkirina înternêtê
JumpList=Zexelên bena karûbara lotikîn (Bûjenên hilbide)
SearchList=Windows Search History
TraryNotify=Hilanîna danezanînên li ber katjimêrê
ExplorerMRU=Explorer din MRUs
Recentdocuments=Belgeyên dawî
RunStartMenu="Run" di "Start Menu" de
TypeSystem=Pergala Windows
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Hilanîna Mozilla Firefox
ChromeCache=Hilanîna Google Chrome
IECahce=Hilanîna Microsoft IE
LogFile=Rêzên “System Log”
DownloadedPatch=Rêzên jêbarkirî yên Windows afrandî
ErrorReport=Rêzên belavoka şaşîyan
Dump=Rêzên Memory Dump
ThumbCache=Thumbnail Cache
InvalidLnk=Kurteyên çewt
UserTemp=Rêzên di kaxizhilgirên berdemî yên bikarîneran
SysTemp=Rêzên bêkar yên Windows afrandî
Prefetch=Daneyên Windows Prefetch
RemoteDesktop=Cache Files of Remote Desktop
Recyclebin=Valakirina Recycle Bin
SafariCache=Hilanîna Safari Internet
SafariHistory=Dîroka Safari
SafariCookies=Safari Cookies
SafariPass=Safari Saved Form Information
YahooMessage=Namê Yahoo
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=User Define
ZeroFile=Rêzên vala - 0 bayt
WinSetupLog=Windows installation error log files
NtUninstall=Uninstall sources of Windows Patches
InvalidLnk=Kurteyên çewt
UserTemp=Rêzên di kaxizhilgirên berdemî yên bikarîneran
WinTemp=Rêzên di kaxizhilgirên berdemî yên Windows
RecentFiles=Girêkên rêzên dawî
PatchSource=Çavkanîyên Windows Update
TempFile=Rêzên berdem
fcwdir=Rêzên hatinî çêkirin demê barkirinê
tfcbp=Rêzên berdemî yên bernaman afrandî
sdrf=Rêzên zivrandinê yên hatinî afrandin demê dahûrandinê
OldFile=Rêzên kevin
outdatedfile=Rêzên dem di ser e çûnî
fcwhfir=Rêzên afrandî demê rêzeke alîkarîyê kardike
Ncfile=Rêzên hilanîna nûçeyên komê
Backupfile=Rêzên Backup
WBfile=Rêzên MS Word Backup
Cbswahf=Rêzên afrandî demê lêgerîna rêzeke alîkarîyê
whtf=Rêzên berdem yên alîkarîya pergala Windows
Logfile=Rêzên Log
LLogfile=Rêza Log ya bernaman an xizmeta pergalê afrandî
Errorfile=Rêzên çewt
Wmdf=Rêzên Win2000/XP memory dump
bcomf=Rêzên têkûzdaneyan
Indexfile=Rêzên pêristê
ifcbsiotitpbs=Rêzên pêristê yên pegalê afrandî ji bu başkirina lezbûna rûpelkirina wêneyan
Tfcds=Rêzên berdemî yên demê damizrandinê afrandî
Intermediatefile=Rêzên navîn
chkfile=Rêzên peydakirî

[AutoClean]
DiskSaved=Valahîya sêlikê hat firehkirin.
Title=Pîroz be!
TraceCleanned=Mayîn hatin paxişkirin.

[Skin]
SkinDefault=Rêwaj
SkinGray=Gewr
SkinOrange=Narinc
SkinCustom=Tabet
SkinColor=Renga taybet ya rûrengê

